role_names = [
    "Не определено",  # 0
    "Специалист",  # 1
    "Руководитель группы",  # 2
    "Старший",  # 3
    "Администратор",  # 4
    "Группа оценки качества (ГОК)",  # 5
    "Мониторинг и прогнозирование (МИП)",  # 6
    "Администратор в боте графиков",  # 7
    "Администратор в боте вопросов",  # 8
    "Администратор в боте ачивок",  # 9
    "root",  # 10
]

group_admin_titles = [
    "Неизвестно",  # 0
    "Спец",  # 1
    "РГ",  # 2
    "Старший",  # 3
    "Администратор",  # 4
    "ГОК",  # 5
    "МИП",  # 6
    "Администратор в боте графиков",  # 7
    "Администратор в боте вопросов",  # 8
    "Администратор в боте ачивок",  # 9
    "root",  # 10
]

executed_codes = {
    "Старший": 3,
    "Администратор": 4,
    "ГОК": 5,
    "МИП": 6,
    "root": 10,
}

topicEmojis = {
    "open": "5312536423851630001",
    "in_progress": "5238156910363950406",
    "closed": "5237699328843200968",
    "lost": "5309965701241379366",
    "fired": "5312241539987020022",
}
