role_names = [
    "Не определено",  # 0
    "Специалист",  # 1
    "Руководитель группы",  # 2
    "Старший (не руководитель группы)",  # 3
    "Администратор",  # 4
    "Группа оценки качества (ГОК)",  # 5
    "Мониторинг и прогнозирование (МИП)",  # 6
    "Администратор в боте графиков",  # 7
    "Администратор в боте вопросов",  # 8
    "Администратор в боте ачивок",  # 9
    "Рут пользователь"  # 10
]

executed_codes = {
    "Старший": 3,
    "Администратор": 4,
    "ГОК": 5,
    "МИП": 6,
}
